SUBJECT_SEC = [
    "Piz0n", "张三丰的疯言疯语", "安全引擎", "DJ的札记", "青衣十三楼飞花堂",
    "懒人在思考", "逢人斗智斗勇", "君哥的体历", "lovesec", "n1nty",
    "安全小飞侠", "廖新喜", "Bypass", "仙人掌情报站", "数说安全",
    "360Netlab", "腾讯玄武实验室", "Seebug漏洞平台", "云鼎实验室",
    "轩辕攻防实验室", "ADLab", "火绒安全实验室", "水滴安全实验室"
    "慢雾科技", "绿盟科技研究通讯", "绿盟科技金融事业部", "慢雾科技",
    "互联网安全务实", "飓风网络安全", "玄魂工作室", "ArkTeam",
    "绿盟科技", "阿里云安全", "FreeBuf", "安全牛", "天億网络安全",
    "嘶吼专业版",  "SecPulse安全脉搏", "全频带阻塞干扰", "黑白之道",
    "仙人掌情报站", "安全学习那些事", "移安全", "库安全", "行业叠报",
]

SUBJECT_PYTHON = [
    "python运维技术", "Python专栏", "51reboot运维开发", "Python那些事",
    "Python程序员","马哥Linux运维", "Python爱好者社区", "Python开发者",
    "Python之禅", "民工哥技术之路",
]

SUBJECT_JAVA = [
    "白话算法", "聊聊架构", "Hadoop技术博文", "高可用架构", "码农有道",
    "架构文摘 ", "阿里技术","写程序的康德", "纯洁的微笑", "芋道源码",
    "Java架构进阶", "Java架构沉思录", "JAVA高级架构", "java学习",
    "InfoQ", "飞总聊IT", "云栖社区", "伯乐在线", "程序员小秘圈",
]