SUBJECT_SEC = [
    "Piz0n", "张三丰的疯言疯语", "安全引擎", "DJ的札记", "青衣十三楼飞花堂", "301在路上",
    "懒人在思考", "逢人斗智斗勇", "君哥的体历", "lovesec", "n1nty", "赵武的自留地", "小黄的安全工作实录",
    "安全小飞侠", "廖新喜", "Bypass", "仙人掌情报站", "数说安全", "安云信息", "红日安全",
    "360Netlab", "腾讯玄武实验室", "Seebug漏洞平台", "云鼎实验室", "千里目安全实验室", "EnsecTeam",
    "轩辕攻防实验室", "ADLab", "火绒安全实验室", "水滴安全实验室", "360威胁情报中心", "BugKu",
    "慢雾科技", "绿盟科技研究通讯", "绿盟科技金融事业部", "慢雾科技", "亚信安全", "启明星辰金眼安全研究团队",
    "互联网安全务实", "飓风网络安全", "玄魂工作室", "ArkTeam", "宜信安全应急响应中心", "猎户攻防实验室",
    "绿盟科技", "阿里云安全", "FreeBuf", "安全牛", "天億网络安全", "天际友盟情报站", "安生SecBio",
    "嘶吼专业版",  "SecPulse安全脉搏", "全频带阻塞干扰", "黑白之道", "黑客视界",
    "前沿信安咨询阵地", "安全学习那些事", "移安全", "库安全", "行业叠报", "信息安全与通信保密杂志社",
    "等级保护测评", "腾讯网络安全与犯罪研究基地", "非黑白", "合天智汇", "安全加",
]

SUBJECT_PYTHON = [
    "数盟", "python运维技术", "Python专栏", "51reboot运维开发", "Python那些事",
    "Python程序员","马哥Linux运维", "Python爱好者社区", "Python开发者",
    "Python之禅", "民工哥技术之路",
]

SUBJECT_JAVA = [
    "白话算法", "聊聊架构", "Hadoop技术博文", "高可用架构", "码农有道",
    "架构文摘 ", "阿里技术","写程序的康德", "纯洁的微笑", "芋道源码", "阿里巴巴机器智能",
    "Java架构进阶", "Java架构沉思录", "JAVA高级架构", "java学习", "阿里味儿",
    "InfoQ", "飞总聊IT", "云栖社区", "伯乐在线", "程序员小秘圈",
]